import React from 'react'

export const ItemAbout = () => {
  return (
    <>
    {/* Need to use WSIWIGI (RIchText Edito) */}
    <div className='flex flex-col bg-white py-[30px] px-[80px]'>
      <h3>
      لينك اليوتيوب
      </h3>
      <div className='w-[251px] h-[145px] bg-[#000000] text-white'>
        Video
      </div>

      <h3>فرشاة تصفيف وتجفيف الشعر الاحترافية 2 في 1 من اولا هير:</h3>

      <div>

        <p>جهاز تصفيف الشعر يعمل على تجفيف الشعر من الماء وتصفيفه في آن واحد.
تتميز بتقنية الايونات التي تجعل شعرك ناعما بلا تطاير.
يحتوي على ثلاثة إعدادات مختلفة هي مرتفع ومنخفض وخاصية التبريد لتختاري الدرجة المناسبة لنوع شعرك.
فرشاة تنعيم وتجفيف وفرد وتصفيف الشعر وتلميعه في منتج واحد.</p>

      </div>

      <h3>معلومات المنتج:</h3>

      <div>
        <p>
        طول الكيبل: 3 متر.
الجهد: 220-240 فولت.
القوة: 1200 واط.
رقم الموديل: OL-1010.
الضمان: سنتين.
        </p>
      </div>


    </div>
    </>
  )
}
